INSERT INTO Teachers (TeachersId, LastName, FirstName, LessonName)
VALUES  
    ----(12457553, 'רחל', 'ששון', 'זומבה'),
    ----(84654588, 'מלכה', 'צוקר', 'עיצוב וחיטוב'),
    (53646536, 'מלכה', 'צוקר', 'Spining');
    ----(65343443, 'נועה', 'חדד', 'פילאטיס'),
    ----(43342425, 'שירה', 'קב', 'יוגה'),
    ----(34435354, 'הודיה', 'בוחבוט', 'HIIT');
    ----(53434946, 'לאה', 'זינגר', 'TRX'),
    --(34344982, 'דליה', 'בקר', 'o');
    ----(42378956, 'צפורה', 'ויס', 'ריקודי עם')
    ----(58787844, 'מזל', 'זגורי', 'מתיחות');
INSERT INTO Courses (CodeCourse, Name,Max_participants, Day)
VALUES
--(111,'פילאטיס',20,'שני'),
--(222,'Spining',20,'ראשון'),
--(333,'זומבה',30,'שני'),
--(444,'ריקודי עם',30,'שלישי'),
(555,'מדרגות',20,'רביעי'),
(666,'מכשירים',10,'ראשון'),
--(777,'מתיחות',20,'שני'),
--(888,'HIIT',20,'ראשון'),
--(999,'יוגה',20,'רביעי'),
--(1111,'TRX',20,'שלישי'),
--(2222,'עיצוב וחיטוב',15,'שני'),
(3333,'פלדנקרייז',20,'רביעי'),
(4444,'בוטקאמפ',20,'רביעי'),
(5555,'התעמלות בונה עצם',20,'שלישי');
SELECT * FROM Subscribers;
