INSERT INTO Courses (CodeCourse, Name, Max_participants, Day)
VALUES  
    (123, 'זומבה', 30, 'sunday'),
    (888, 'עיצוב וחיטוב', 20, 'sunday'),
    (536, 'ספינינג', 20, 'sunday'),
    (643, 'פילאטיס', 20, 'sunday'),
    (435, 'יוגה', 25, 'sunday'),
    (345, 'HIIT', 25, 'sunday'),
    (546, 'TRX', 25, 'sunday'),
    (98, 'אירובי', 30, 'sunday'),
    (456, 'ריקודי עם', 30, 'sunday'),
    (544, 'מתיחות', 20, 'sunday');

-- הכנסת נתונים לטבלת המורים
INSERT INTO Teachers (TeachersId, LastName, FirstName, LessonName)
VALUES  
    (12457553, 'רחל', 'ששון', 'זומבה'),
    (84654588, 'מלכה', 'צוקר', 'עיצוב וחיטוב'),
    (53646536, 'מלכה', 'צוקר', 'ספינינג'),
    (65343443, 'נועה', 'חדד', 'פילאטיס'),
    (43342425, 'נועה', 'חדד', 'יוגה'),
    (34435354, 'הודיה', 'בוחבוט', 'HIIT'),
    (53434446, 'לאה', 'זינגר', 'TRX'),
    (3434498, 'שירל', 'כהן', 'אירובי'),
    (42378956, 'צפורה', 'ויס', 'ריקודי עם'),
    (58787844, 'מזל', 'זגורי', 'מתיחות');